/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "Přístup k položce %@ vyžaduje poskytnutí přihlašovacích údajů";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Zrušit";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Přihlásit se";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Jméno:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Heslo:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "Zadané uživatelské jméno a heslo bude uchováno pro příští obnovení tohoto odebírání.";

